Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samiske_tall/samiske_tall_6_-_web.pdf.tmx
Source language: sme
Languages: nob

source: Bálvalusgalbbaid tearbmaatnu lea eanaš dušše dárogillii sámegiela hálddašanguovllu suohkaniin, daningo 43 tearpma 51 tearpmas leat dárogillii.
nob: Termvalg på serviceskilt er for det meste bare på norsk i de seks kommunene i forvaltningsområdet for samisk språk, fordi 43 av 51 termer er på norsk.

source: Dat lea 84 % dán galbajoavkku tearbmaanus.
nob: Dette utgjør 84 % av termene i denne kategorien.

source: Guovdageainnu suohkanis lea njealji galbbas giellan sámegiella, mii vástida 8 % bálvalusgalbbain.
nob: I Kautokeino kommune fins fire skilt på samisk, og dette utgjør 8 % av serviceskiltene.

source: Kárášjoga gielddas leat njealji galbbas buohtalagaid sáme- ja dárogiella.
nob: I Karasjok kommune er samisk og norsk brukt parallelt på fire skilt.

source: Dat mearkkaša, ahte easkka 8 % bálvalusgalbbain lea sihke sáme- ja dárogiella váldon vuhtii galbbaid tearbmaanus.
nob: Dette betyr at bare på 8 % av serviceskiltene er både samisk og norsk tatt hensyn til ved termvalg på skiltene.

source: Dutkanguovllus leat ain suohkaniid mielde erohusat dađi mielde, makkár sámegiel tearpmat leat váldon atnui bálvalusgalbbain ja leago sámegiella dohkkehuvvon dan galbajoavkkus buohtalagaid dárogielain vai ii.
nob: I undersøkelsesområdet er det fortsatt forskjeller mellom kommunene alt etter hvilke samiske termer som er tatt hensyn til på serviceskilt og om samisk er akseptert brukt parallelt med norsk på skiltene.

source: Kárášjoga gielddas leat bálvalusgalbbat, main tearpmat leat biddjon sihke sáme- ja dárogillii, nugo omd. kulturmuittut ~ kulturminner (gč. gova 2).
nob: I Karasjok kommune fins det serviceskilt der termene er skrevet både på samisk og norsk, som f.eks. kulturmuittut ~ kultuminner (se bilde 2).

source: Seammá tearbma Unjárgga bálvalusgalbbain lea merkejuvvon dušše dárogillii.
nob: Samme term på serviceskilt i Nesseby kommune er skrevet bare på norsk.

source: Kárášjoga gielddas lea maiddái sámi musea ~ samisk museum čállojuvvon bálvalusgalbbaide guovtti gillii.
nob: I Karasjok kommune fins også termene sámi musea ~ samisk museum skrevet på begge språk på serviceskilt.

source: Eará suohkaniid sullasaš galbbain lea adnon dárogiel tearbma museum iige sámegiel tearbma musea leat váldon mielde.
nob: I andre kommuner fins på lignende skilt bare den norske termen museum og den samiske termen musea har ikke fått plass på disse skiltene.

source: Dát ovdamearkkat čájehit, ahte bálvalusgalbbaid tearbmaanus eai čuvvojuvvo sámelága giellanjuolggadusat vel systemáhtalaččat.
nob: Disse eksemplene viser at samelovens språkregler ikke følges systematisk i språkvalg ved serviceskilt.

source: 5.4.7 Ii-geográfalaš galbbat
nob: 5.4.7 Ikke-geografiske skilt

source: Dán analysas leat ráddjen guorahallat ii-geográfalaš galbbain dušše tearpmaid giellaanu.
nob: Vi har begrenset analysen til bare å omfatte språklige termer ved ikke-geografiske skilt.

source: Maiddái ii-geográfalaš galbbain berre váldit vuhtii sámelága giellanjuolggadusaid § 3–2 sámegiela hálddašanguovllu suohkaniin.
nob: I forvaltningsområdet for samisk språk gjelder også § 3-2 i samelovens språkregler ved språkvalg på ikke-geografiske skilt.

source: Tabealla 5.13 Ii-geográfalaš galbbaid tearbmaatnu
nob: Tabell 5.13 Bruk av termer på ikke-geografiske skilt

source: Suoma / dáru / eaŋgl
nob: Samisk Samisk / norsk Finsk / norsk / engelsk

source: Sámi / eaŋgl
nob: Samisk / engelsk Norsk

source: Ii-geográfalaš galbbain leat tearpmat adnojuvvon ain eanemustá dárogillii sámegiela hálddašanguovllu suohkaniin, 86 % dahje 161 galbbas.
nob: I kommunene i forvaltningsområdet for samisk er termbruk på ikke-geografiske skilt fortsatt mest på norsk, 86 % eller på 161 skilt.

source: Tearpmat nugo omd. taxi ja radio adnojuvvojit olu gielain eaige dat leat rievtti mielde dušše dárogiel tearpmat, muhto buorebutge riikkaidgaskasaš tearpmat.
nob: Termer som f.eks. taxi og radio brukes på mange språk og de er egentlig ikke norskspråklige termer, men er mer å anse som internasjonale termer.

source: Go galbbain leat dárogiel tearpmat nugo omd. vegkirke, eldresenter ja idrettsplass, de sámegiela hálddašanguovllu suohkaniin galggaše sámelága giellanjuolggadusaid mielde váldit vuhtii maiddái sámegielat tearbmaanu.
nob: Når det forekommer norskspråklige termer som vegkirke, eldresenter og idrettsplass på skilt, skal man i henhold til samelovens språkregler også ta hensyn til den samiskspråklige termbruken i forvaltningsområdet for samisk språk.

source: Dán galbajoavkku áidna tearbma, mii lea galbejuvvon dušše sámegillii, lea golfbána Kárášjoga gielddas (7 % Guovdageainnu, Kárášjoga ja Deanu gielddain leat muhtin ovdamearkkat das, ahte tearbmaatnu lea dohkkehuvvon muhtumin guovtti gillii ii-geográfalaš galbbaide.
nob: Den eneste termen i denne kategorien som er skiltet på samisk, er termen golfbána i Karasjok kommune (7 % I Kautokeino, Karasjok og Tana kommuner har man eksempler på at termvalg noen ganger er akseptert på to språk.

source: Kárášjoga gielddas leat tearpmat nugo ráđđeviessu ~ rådhus, apotehka ~ apotek ja kulturmuittut ~ kulturminner.
nob: I Karasjok kommune fins termer som ráđđeviessu ~ rådhus, apotehka ~ apotek og kulturmuittut ~ kulturminner.

source: Guovdageainnu suohkanis lea guovtti gillii omd. boazonjuovahat ~ reinslakteri.
nob: I Kautokeino kommune fins på to språk termen boazonjuovahat ~ reinslakteri.

source: Guovttegielat galbbaid oassi ii leat go vuos 10 % galbbaid tearbmaanus.
nob: Bruken av tospråklige skilt utgjør bare 10 % av den totale mengden av termene.

source: Nugo tabealla čájeha, de ii-geográfalaš galbbaid giela válljemis leat erohusat suohkaniid mielde, daningo Gáivuona suohkanis ja Porsáŋggu ja Unjárgga gielddain ii leat
nob: Som tabellen viser, er det forskjeller mellom kommunene, fordi i kommunene Kåfjord, Porsanger og Nesseby er ikke samiske termer tatt hensyn til på skiltene.

source: Unjárgga gielddas lea guovtti ii-geográfalaš galbbas nammabárra Enarestien ~ Anarášmáđii, muhto danin go dát leat báikenamat, de dat eai leat tabealla loguin mielde.
nob: I Nesseby kommune fins et ikke-geografisk skilt med navneparet Enarestien ~ Anárašmáđii, men fordi disse er stedsnavn, er de ikke tatt med i tabellen. Den

source: Danin lea dilli ain nu, ahte sámelága giellanjuolggadusat eai leat vel mangeláhkai systemáhtalaččat váldon vuhtii sámegiela hálddašanguovllu suohkaniid iigeográfalaš galbbain.
nob: 113 generelle situasjonen er fortsatt slik, at samelovens språkregler ikke er systematisk tatt hensyn til på ikke-geografiske skilt i de kommunene som hører til forvaltningsområdet.

source: Diehtotávvaliid tabeallas eai leat Gáivuona suohkan ja Unjárgga gielda mielde, daningo dain suohkaniin eai leat diehtotávvalat.
nob: I tabellen om opplysningstavler er ikke Kåfjord og Nesseby kommuner med, fordi det ikke fins opplysningstavler i disse kommunene.

source: Tabealla 5.14 Diehtotávvalat
nob: Tabell 5.14 Opplysningstavler Norsk / finsk

source: Dáru / suoma
nob: Norsk / engelsk / russisk

source: Dáru / eaŋgals / ruošša
nob: Norsk / engelsk / tysk / finsk

source: Dáru / eaŋgals / duiskka / suoma
nob: Norsk N Andel N Andel N Andel N Andel

source: Dutkanguovllu suohkaniin leat oktii buot 19 diehtotávvala.
nob: I kommunene i undersøkelsesområdet fins det totalt 19 opplysningstavler.

source: Ii ovttage diehtotávvalis leat diehtu čállojuvvon sámegillii, mii mearkkaša, ahte sámelága giellanjuolggadusaid § 3–2 giellagáibádus ii leat váldon vuhtii.
nob: Ikke på et eneste skilt finner man informasjon på samisk. Dette betyr, at språkkrav nevnt i § 3-2 i samelovens språkregler ikke er tatt hensyn til.

source: Mearkkašan veara leat diehtotávvalat Kárášjoga ja Deanu gielddas, mat leat riikkaráji lahka.
nob: I kommunene Karasjok og Tana finner man opplysningstavler i nærheten av riksgrensen.

source: Dain galbbain lea diehtu Suoma ja Norgga ráji tuollostašuvnnaid birra, ja nu dát diehtu guoská sihke Norgga ja Suoma beale olbmuide.
nob: På disse skiltene er det informasjon om tollstasjoner ved grensen mellom Finland og Norge. Denne informasjonen angår derfor personer både i Norge og Finland.

source: Sihke Norggas ja Suomas lea fámus sámi giellaláhka, muhto ii dainge galbbain leat diehtu biddjon sámegillii.
nob: Begge land har en samisk språklov, men heller ikke på disse skiltene finner man informasjon på samisk.

source: Dán kapihttalis buohtastahttojuvvo, mo sámegiela hálddašanguovllu guđasuohkana guovddášgiliid namat leat galbejuvvon golmma galbajoavkkus: dábálaš báikenamma-, luoddačujuhan- ja gaskačujuhangalbbain.
nob: I dette kapitlet sammenligner vi på hvilken måte sentrale bygdenavn i forvaltningsområdets seks kommuner er tatt hensyn til i tre skiltkategorier: vanlige stedsnavnskilt, veivisningsskilt og avstandsskilt.

source: Dán oasi analysii leat válljejuvvon Romssa fylkkas Olmmáivággi ~ Manndalen ja Finnmárkkus Guovdageaidnu ~ Kautokeino, Kárášjohka ~ Karasjok, Lakselv ~ Leavdnja ~ Lemmijoki, Deanušaldi ~ Tana bru ja Vuonnabahta ~ Varangerbotn.
nob: I analysen har vi valgt følgende navn: i Troms fylke Olmmáivággi ~ Manndalen og i Finnmark fylke

source: Govus 5.1 Johtolatgalbbat sámegiela hálddašanguovllu guđa suohkanis.
nob: Figur 5.1 Trafikkskilt i seks kommuner i forvaltningsområdet for samisk språk.

source: Ovdamearkan leat suohkaniid guovddáš giliid namat.
nob: Navn på sentrale bygder i kommunene er brukt som eksempler

source: Olmmáivággi – Manndalen Guovdageaidnu – Kautokeino
nob: Deanušaldi – Tana bru Vuonnabahta – Varangerbotn

source: Kárášjohka – Karasjok Leavdnja – Lakselv – Lemmijoki
nob: StedsnavnskiltVeivisningsskiltAvstandsskilt

source: BáikenammagalbaLuoddačujuhangalbaGaskačujuhangalba
nob: StedsnavnskiltVeivisningsskiltAvstandsskilt

source: Oktii buot sámegiela hálddašanguovllu guđa suohkanis
nob: SamiskSamisk - norskNorsk - samisk - kvenskNorsk

source: Ovttaskas nammabáraid analysa čájeha, ahte Kárášjohka lea áidna namma, mii lea dušše sámegillii galbejuvvon guovtti luoddačujuhangalbbas.
nob: Analysen av de enkelte navneparene viser, at Kárášjohka er det eneste navnet som er skiltet bare på samisk på to veivisningsskilt.

source: Muđuid leat buot eará namat adnojuvvon juogo buohtalasnamman, dahje dušše fal dárogiel namma lea adnojuvvon galbbas.
nob: Ellers er alle andre navn brukt som parallelle navn eller bare det norske navnet er tatt med på skiltet.

source: Go buohtastahttá dán govvosa dábálaš báikenamma-, luoddačujuhan- ja gaskačujuhangalbbaid, de sámi namaid mearri dađistaga unnu luodda- ja gaskačujuhangalbbain.
nob: Når man sammenligner vanlige stedsnavnskilt, veivisnings- og avstandsskilt på denne figuren, så viser det seg at antall samiske navn avtar på veivisnings- og avstandsskilt.

source: Dábálaš báikenammagalbbain lea sámegiel buohtalasnamma 11 guovttegielat ja 3 golmmagielat galbbas. Dat lea 80 % dán nammajoavkku dábálaš báikenammagalbbain.
nob: Samiske parallellnavn fins på 11 tospråklige og 3 trespråklige skilt, som utgjør 80 % av vanlige stedsnavnskilt i denne kategorien.

source: Áidna namma, mii ii leat systemáhtalaččat dábálaš báikenammagalbbas, lea Deanušaldi, mii lea vel golmma galbbas dušše dárogillii.
nob: Det eneste navnet som ikke er systematisk merket på vanlige stedsnavnskilt, er navnet Deanušaldi som fortsatt på tre skilt er bare på norsk.

source: Romssa bealde lea gal dábálaš báikenammagalbbas 100 % guovtti gillii, muhto dás lea sáhka dušše ovtta galbbas, masa lea biddjon namma Olmmáivággi ~ Manndalen báikenammalága mielde guovtti gillii.
nob: I Troms fylke er 100 % av vanlige stedsnavnskilt merket på to språk, men dette gjelder riktignok bare ét skilt som har navneparet Olmmáivággi ~ Manndalen merket riktig på begge språk i tråd med stedsnavnloven.

source: Luoddačujuhangalbbain lea sámi buohtalasnamma mielde sullii 40 % galbbain, namalassii 24 galbbas oktii buot 58 galbbas.
nob: Samiske parallellnavn er med på veivisningsskilt i omtrent 40 % av skiltene, nemlig på 24 skilt av totalt 58 skilt.

source: Romssa fylkkas fas luoddačujuhangalbbain lea 100 % nammaatnu dušše fal dárogillii.
nob: I Troms fylke er navnevalget på veivisningsskilt 100 % på norsk.

source: Geavadis dat mearkkaša, ahte namma Manndalen lea 11 luoddačujuhangalbbas, iige sámi buohtalasnamma Olmmáivággi leat dain galbbain váldojuvvon mielde.
nob: I praksis betyr dette at navnet Manndalen forkommer på 11 skilt, mens det samiske parallellnavnet Olmmáivággi ikke er tatt hensyn til på disse skiltene.

source: Ii ovttage gaskačujuhangalbbas leat Romssa fylkkas báikenamma guovtti gillii.
nob: I Troms fylke finner man heller ikke på et eneste avstandsskilt stedsnavn merket på to språk.

source: Nammabáraid dárogiel namma adnojuvvo áidna namman eanemustá gaskačujuhangalbbain, oktii buot 90 galbbas. Sáme- ja dárogillii leat namat merkejuvvon 18 geardde, mii lea badjelaš 10 % gaskačujuhangalbbaid mearis.
nob: Det norske navnet i navneparene er oftest merket som det eneste navnet på avstandsskilt, til sammen på 90 skilt, mens på 18 skilt er navnene skrevet på samisk og norsk, som utgjør litt over 10 % av det totale antall avstandsskilt.

source: Lea mearkkašahtti, ahte omd. sámi namma Guovdageaidnu ii adnojuvvo ovttage gaskačujuhangalbbas, muhto dárogiel namma Kautokeino lea oktii buot 22 galbbas dán dutkanguovllus.
nob: Det er verdt å legge merke til at f.eks. det samiske navnet Guovdageaidnu ikke forekommer på et eneste avstandsskilt, men det norske navnet Kautokeino fins til sammen på 22 skilt i det undersøkte området.

source: Galbanormálas lea čielga ráva, ahte guovttegielat namat sáhttet adnojuvvot sihke luodda- ja gaskačujuhangalbbain (gč. kap. 5.2.4 ja maiddái Trafikkskilt 2012 a, 57).
nob: Ifølge skiltnormalen kan tospråklige navn brukes både på veivisnings- og avstandsskilt (se kapittel 5.2.4 og

source: Dát njuolggadus ii leat dattetge dássážii čuvvojuvvon systemáhtalaččat.
nob: Denne tilrådingen er til nå allikevel ikke tatt hensyn til systematisk.

source: Govus 5.1 čájeha čielgasit, ahte vaikko dát sámi buohtalasnamat lea juo máŋga jagi dassái mearriduvvon, de dat illá váldojuvvojit virggálaš atnui, dahje ahte nammabáraid atnu ii leat Norgga beale Sámis vel lahkage systemáhtalaš.
nob: Figur 5.1. viser klart, at selv om de samiske parallellnavnene er vedtatt allerede for mange år siden, tas de knapt i offentlig bruk, eller at bruken av navneparene ennå er usystematisk i det samiske området i Norge.

source: 5.5 Oktiigeassu: Mo luodda dás ovddosguvlui ?
nob: 5.5 Sammendrag: Hvor går veien videre ?

source: Dán artihkkalis lea čájehuvvon, ahte vaikko sámelága giellanjuolggadusat ja báikenammaláhka leat leamaš fámus juo badjel 20 jagi, de sámegiela hálddašanguvlui gullevaš guđa suohkanis eai leat dát lágat vel systemáhtalaččat vuhtii váldojuvvon almmolaš johtolatgalbbain.
nob: Denne artikkelen viser, at selv om samelovens språkregler og stedsnavnloven har vært i kraft allerede over 20 år, er ikke disse lovene tatt hensyn til systematisk på offentlige trafikkskilt i de seks kommunene i forvaltningsområdet for samisk språk.

source: Sámelága giellanjuolggadusain § 3-2 celko, ahte dieđáhusat, mat leat oaivvilduvvon juogo olles dahje oassái hálddašanguovllu álbmogis, galget leat sihke sáme- ja dárogillii (Sámeláhka 2008).
nob: Ifølge § 3-2 i samelovens språkregler skal kunngjøringer fra offentlige organ som særlig retter seg mot hele eller deler av befolkningen i forvaltningsområdet, skje både på samisk og norsk (Sameloven 2008).

source: Johtolatgalbbaid terminologiija gullá dakkár dieđuide, mii lea guovllu álbmogii oaivvilduvvon, ja danin sámelága giellanjuolggadusaid berre váldit vuhtii maiddái johtolatgalbbaid giellaválljemis ja tearbmaanus.
nob: Terminologi på trafikkskilt hører under slike kunngjøringer som er rettet mot befolkningen i området, og derfor må samelovens språkregler tas hensyn til i språkvalg og termbruk på trafikkskilt.

source: Analysa čájeha, ahte sámegiella dahje sámegielat tearpmat leat hui sporádalaččat váldon vuhtii johtolatgalbbain.
nob: Analysen viser at det samiske språket eller samiske termer er meget sporadisk tatt hensyn til på trafikkskilt.

source: Ii-geográfalaš galbbaid ja
nob: På ikke-geografiske skilt og serviceskilt er det kommunevise forskjeller i valg av språk på terminologi.

source: Diehtotávvaliin ii leat sámegiella váldon vel vuhtii obanassiige.
nob: På opplysningstavler er ikke samisk brukt i det hele tatt.

source: Luoddaeiseválddiin váilot njuolggadusat, mo sámelága giellanjuolggadusat berrejit váldojuvvot vuhtii johtolatgalbbain, dalle go sámegiela hálddašanguovllu suohkaniin adnojuvvojit tearpmat dahje gielalaš dieđut.
nob: Veimyndighetene mangler retningslinjer, på hvilken måte samelovens språkregler skal tas hensyn til på trafikkskilt, når termer eller språklig informasjon brukes i kommuner som hører til forvaltningsområdet for samisk språk.

source: Galbanormálas leat namuhuvvon girje- ja ođđadárogiella, muhto ii sámegiella eaige sámelága giellanjuolggadusat (vrd. Trafikkskilt 2012 b, 37).
nob: I skiltnormalen er bokmål og nynorsk nevnt men ikke samisk og samelovens språkregler (jf. Trafikkskilt 2012 b, 37).

source: Johtolatgalbbaid sámegiela terminologiijabargu ii sáhte leat dušše ovttaskas suohkana ovddasvástádussan, muhto terminologalaš gažaldagat galget dárkkistuvvot ja guorahallojuvvot sámi giellaorgánain, vai almmolaš galbbain adnojuvvojit normerejuvvon ja dohkkehuvvon sámegiel tearpmat.
nob: Samisk terminologiarbeid i forbindelse med trafikkskilt kan ikke være bare den enkelte kommunes ansvar. Terminologispørsmål må løses av samiske språkorganer, slik at normerte og godkjente termer kan brukes ved skilting.

source: Galbanormálii berre dan dihte lasihit njuolggadusaid, mo sámegiella galgá váldojuvvot vuhtii sámegiela hálddašanguovllus ja ahte tearpmaid ja sámegiel dajaldagaid galget sámi giellaorgánat dárkkistit ja dohkkehit.
nob: Skiltnormalen bør derfor i tillegg også inneholde retningslinjer om hvordan samisk språk skal benyttes i forvaltningsområdet og at terminologi og samisk tekst må gjennomgås og godkjennes av samiske språkorgan.

source: Sámegiela vuhtiiváldin maiddái almmolaš galbemis lea oassi sámi álbmoga gielalaš vuoigatvuođaid ollašuhttimis.
nob: Hensyntagen til samisk språk i offentlig skilting er også en del av virkeliggjøringen av den samiske befolkningens språklige rettigheter.

source: Dan dihte almmolaš orgánaid geatnegasvuohta lea fuolahit, ahte maiddái dat giellaláhka čuvvojuvvo.
nob: Derfor må det være offentlige organers plikt å se til at også samisk språklov følges.

source: Analysa čájeha, ahte dábálaš luoddagalbbain leat sámiid gielalaš rievttit dássážii ollašuvvan buoremusat, daningo ovttagielat sámi namaid ja buohtalasnamaid leat dađistaga galbegoahtán.
nob: Vår analyse viser at samenes språklige rettigheter til nå har blitt best fulgt opp ved navnebruk på vanlige stedsnavnskilt ved at stadig flere enspråklige samiske navn og parallellnavn tas i bruk.

source: Analysa čájeha dattetge, ahte sámi báikenamat eai adnojuvvo johtolatgalbbain vel systemáhtalaččat.
nob: Analysen viser dog at samiske stedsnavn ennå ikke brukes systematisk på trafikkskilt.

source: Vaikko máŋggat galbbat leat biddjon maŋimuš 20 jagi áigge go báikenammaláhka lea leamaš fámus jagi 1991 rájes, de muhtumin leat sámi namat dohkkehuvvon mielde, nuppe vuoro fas seammalágan galbbain lea anus dušše dárogiel namma.
nob: Selv om det er satt opp mange skilt i løpet av de over 20 årene siden stednavnloven trådte i kraft, så er situasjonen fremdeles den at enkelte ganger er bruk av samiske navn akseptert, andre ganger brukes på samme type skilt kun norsk navn.

source: Analysaguovllus leat maiddái erohusat suohkaniid mielde, daningo muhtumin nammabárra lea váldon vuhtii ovtta suohkana galbbain, muhto ii nuppi suohkana seammalágan galbbain.
nob: I undersøkelsesområdet er det også kommunevise forskjeller, da noen navnepar er brukt i en kommunes skilting, men ikke på samme type skilt i en annen kommune.

source: Danin sámegiel báikenamaid anus leat ain eahpesystemáhtalašvuođat dan guđa suohkanis.
nob: Det er derfor fremdeles en usystematisk bruk av samiske stedsnavn i de seks kommunene.

source: Fylkkaid luoddaeiseválddiin orrot váilume buori siskkáldas rutiinnat, mo nannet johtolatgalbbaid giellaanu čuovvuma ja dárkkisteami, daningo dálá dilli ii leat dohkálaš lágaid ulbmiliid ektui.
nob: Fylkenes veimyndigheter synes å mangle gode indre rutiner på hvordan styrke oppfølging og kontroll av bruk av språk på trafikkskilt. Nåværende situasjon er ikke akseptabel i henhold til formålet med lovene.

source: Lea čielggas, ahte ii sáhte vuordit, ahte go man nu báikenama čállinvuohki mearriduvvo, de dat galggašii dakkaviđe biddjot galbbaide.
nob: Det er selvsagt ikke å vente at like etter at det er fattet endelig vedtak om skrivemåte av navn, så skal de straks være å finne på veiskilt.

source: Lea dattetge gažaldat, man guhká dahje man galle jagi galgá vuordit ovdal go mearriduvvon čállinvuohki váldojuvvo vuhtii báikenamaid almmolaš anus. Báikenammaláhkii
nob: Men det er likevel spørsmål om hvor lenge eller hvor mange år man skal vente før vedtatt skrivemåte blir tatt i bruk i offentlig skilting.

source: 134 dárbbašuvvojit čielgasat njuolggadusat dan birra, makkár áiggis mearriduvvon čállinvuogit galget leat almmolaš anus.
nob: Derfor trenger man klarere retningslinjer i stedsnavnloven om tidsfrister for når vedtatte skrivemåter av stedsnavn skal tas i offentlig bruk.

source: Galbanormálas leat njuolggadusat, ahte báikenamaid galgá kontrolleret ovdal go ođđa galbbat biddjojuvvojit (Trafikkskilt 2012 a, 56).
nob: Skiltnormalen inneholder retningslinjer om at navneformer skal kontrolleres før det settes opp nye skilt (Trafikkskilt 2012 a, 56).

source: Njuolggadusain čuožžu ná:
nob: I retningslinjene heter det:

source: Dát guorahallan lea čájehan, ahte luoddaeiseválddit eai čuovo álo dán njuolggadusa erenoamážit luodda- ja gaskačujuhangalbbaid giellaanus, daningo mearriduvvon sámi buohtalasnamat eai biddjo álo ođđa galbbaide.
nob: Denne undersøkelsen viser at veimyndighetene ikke alltid følger denne bestemmelsen, spesielt ved bruk av stedsnavn på vei- og avstandsskilt, fordi vedtatte samiske parallellnavn ikke alltid tas med på nye skilt.

source: Dat mearkkaša dan, ahte ođđa galbbat biddjojuvvojit báikenammalága njuolggadusaid vuostá.
nob: Det betyr at nye skilt settes opp i strid med stedsnavnlovens bestemmelser.

source: Sámi hálddašanguovllu suohkaniin leat maŋimuš jagiid áigge ođastuvvon erenoamážit luodda- ja gaskačujuhangalbbat nugo gova 11 ovdamearkkat čájehit.
nob: I kommunene i forvaltningsområdet for samisk språk er det de senere år satt opp nye skilt, spesielt vei- og avstandsskilt slik som eksemplene på bilde 11 viser.

source: Galbbain leat ain báikenamat dušše fal dárogillii.
nob: På disse skiltene finner man stedsnavn bare på norsk.

source: Govva 11. 2000-logus ođastuvvon luodda- ja gaskačujuhangalbbat Guovdageainnus ja
nob: Bilde 11. Nye vei- og avstandsskilt i Kautokeino og Karasjok satt opp på 2000-tallet.

source: Gova 11 galbbat čájehit, ahte juo 1990-logus mearriduvvon sámegiel báikenamaid čállinvuogit eai leat dohkkehuvvon galbbaide báikenammalága ja galbanormála njuolggadusaid mielde.
nob: Skiltene på bilde 11 viser at vedtatte samiske navneformer fra 1990-tallet ikke er akseptert på skilt slik bestemmelsene i stedsnavnloven og skiltnormalen tilsier.

source: Dát leat ovdamearkkat, mo báikenammaláhka ja galbanormála eai čuvvojuvvo.
nob: Dette er eksempler på hvordan stedsnavnloven og skiltnormalen ikke følges.
